{
  "NSUserTrackingUsageDescription": "Cette application a besoin de votre permission pour suivre vos activités et fournir des publicités personnalisées.",
  "NSMicrophoneUsageDescription": "Cette application utilise le microphone pour permettre aux utilisateurs d'envoyer des commandes via un message vocal.",
  "userTrackingPermission": "Cette application a besoin de votre permission pour suivre vos activités et fournir des publicités personnalisées.",
  "user_tracking_usage_description": "Cette application a besoin de votre permission pour suivre vos activités et fournir des publicités personnalisées.",
  "cameraPermission": "Cette application a besoin d'accéder à votre appareil photo pour prendre et analyser des photos.",
  "photosPermission": "Cette application a besoin d'accéder à votre bibliothèque de photos pour analyser les photos enregistrées.",
  "microphonePermission": "Cette application utilise le microphone pour permettre aux utilisateurs d'envoyer des commandes via un message vocal.",
  "propmpt_system": "Veuillez retourner uniquement un tableau. Le format doit être JSON comme {No: 1, title: 'Question 1', body: '1 + 1', answer: '2', explanation: '1 + 1 = 2.', result: true}.",
  "custom_prompt_user": "L'image est de {{name}}. Veuillez analyser et retourner {{result}}. Pour le titre, utilisez '{{title}}'; pour le corps, utilisez '{{body}}'; pour la réponse, utilisez '{{answer}}'; pour l'explication, utilisez '{{explanation}}'; et pour le résultat, utilisez null.",
  "detail_or_easy": "concise",
  "all": "Tout",
  "camera": "Caméra",
  "result": "Résultat",
  "settings": "Paramètres",
  "mode": {
    "test": "Mode de Réponse Test",
    "translate": "Mode de Traduction",
    "fashion": "Mode de Vérification de la Mode",
    "recipe": "Mode de Recette",
    "calory": "Mode de Calories",
    "trash": "Mode de Tri des Déchets",
    "plants": "Mode de Soins des Plantes",
    "face_review": "Mode de Diagnostic du Visage",
    "hair_review": "Mode de Diagnostic de la Coiffure",
    "makeup_review": "Mode de Diagnostic du Maquillage",
    "program": "Mode de Programmation",
    "diary": "Mode de Journal",
    "sns": "Mode de Publication sur les Réseaux Sociaux",
    "study_notes": "Mode d'Évaluation des Notes",
    "daily_mood": "Mode d'Humeur Quotidienne",
    "meal_judgement": "Mode d'Évaluation des Repas",
    "oogiri": "Mode AI Oogiri"
  },
  "prompt_user_descriptions": {
    "test": "L'image est d'une feuille de test. Veuillez analyser les questions et retourner les résultats. Pour le titre, utilisez le titre de la question; pour le corps, utilisez le texte de la question; pour la réponse, fournissez la réponse; pour l'explication, donnez une explication {{detail_or_easy}} de la solution; pour le résultat, indiquez si c'est correct ou non. Si la réponse n'est pas fournie, marquez-la comme incorrecte.",
    "translate": "L'image est dans une langue étrangère. Veuillez l'analyser et la traduire en français. Pour title, utilisez 'Résultat de la traduction'; pour body, utilisez le texte étranger; pour answer, fournissez la traduction {{detail_or_easy}}; pour explanation, utilisez null; pour result, utilisez null.",
    "fashion": "Vous êtes un designer de mode professionnel. Veuillez évaluer strictement le sens général de la mode. Pour le titre, utilisez 'Évaluation Générale'; pour le corps, fournissez une note (sur 100); pour la réponse, fournissez une évaluation générale telle que bonne ou mauvaise; pour l'explication, fournissez des points d'amélioration {{detail_or_easy}}; pour le résultat, utilisez null.",
    "recipe": "L'image est d'ingrédients. Veuillez en utiliser certains ou tous pour créer une recette. Pour le titre, utilisez le nom du plat; pour le corps, listez les ingrédients; pour la réponse, fournissez la recette; pour l'explication, donnez une explication {{detail_or_easy}} du plat; pour le résultat, utilisez null.",
    "calory": "L'image est d'aliments ou d'ingrédients. Veuillez analyser et retourner le nombre de calories. Pour le titre, utilisez 'Nombre Total de Calories'; pour le corps, utilisez null; pour la réponse, fournissez le nombre de calories; pour l'explication, donnez une explication {{detail_or_easy}} des calories; pour le résultat, utilisez null.",
    "trash": "L'image est de déchets. Veuillez analyser et retourner le type de déchets. Pour le titre, utilisez le nom; pour le corps, utilisez null; pour la réponse, fournissez le type de déchets; pour l'explication, fournissez une explication {{detail_or_easy}}; pour le résultat, utilisez null.",
    "plants": "L'image est d'une plante. Veuillez analyser et vérifier son état. Pour le titre, utilisez le nom de la plante; pour le corps, fournissez une évaluation générale de son état; pour la réponse, fournissez l'état {{detail_or_easy}} de la plante; pour l'explication, fournissez des instructions de soin {{detail_or_easy}}; pour le résultat, utilisez null.",
    "face_review": "L'image est d'un visage. Veuillez évaluer strictement son attractivité en fonction de critères tels que beau, joli, mignon, etc., et donnez une note. Pour le titre, utilisez 'Évaluation'; pour le corps, fournissez une note (sur 100); pour la réponse, fournissez une évaluation générale telle que bonne ou mauvaise; pour l'explication, fournissez une évaluation et une explication {{detail_or_easy}}; pour le résultat, utilisez null.",
    "hair_review": "L'image est d'un visage. Veuillez évaluer strictement comment la coiffure convient au visage. Pour le titre, utilisez 'Évaluation'; pour le corps, fournissez une note (sur 100); pour la réponse, fournissez une évaluation générale telle que bonne ou mauvaise; pour l'explication, fournissez des points d'amélioration et une explication {{detail_or_easy}}; pour le résultat, utilisez null.",
    "makeup_review": "L'image est d'un visage. Veuillez évaluer strictement comment le maquillage convient au visage. Pour le titre, utilisez 'Évaluation'; pour le corps, fournissez une note (sur 100); pour la réponse, fournissez une évaluation générale telle que bonne ou mauvaise; pour l'explication, fournissez des points d'amélioration et une explication {{detail_or_easy}}; pour le résultat, utilisez null.",
    "program": "L'image contient des exigences de programmation. Veuillez l'analyser et programmer en conséquence. Le titre doit être 'Résultat de Programmation', le corps contient les exigences détectées, la réponse doit inclure le résultat de programmation {{detail_or_easy}}, et l'explication ainsi que le résultat doivent être null.",
    "diary": "L'image est une photo capturant les événements d'aujourd'hui. Veuillez l'analyser et créer un journal. Le titre doit être 'Journal', le corps contient les détails capturés, la réponse doit inclure le contenu du journal {{detail_or_easy}}, et l'explication ainsi que le résultat doivent être null.",
    "sns": "Vous êtes un expert en marketing sur les réseaux sociaux. Proposez le contenu optimal pour une publication sur les réseaux en vous basant sur l'image. Mettez le titre en 'Proposition de Publication SNS', body en null, answer avec un contenu accrocheur, explanation en null et result en null.",
    "study_notes": "Vous êtes un professionnel de l'éducation. L'image montre des notes ou des mémos. Évaluez l'efficacité de l'apprentissage et suggérez des améliorations. Mettez le titre en 'Évaluation des Notes', body sous forme d'une note (sur 100), answer avec un résumé des points forts et des axes d'amélioration, explanation avec des conseils détaillés et result en null.",
    "daily_mood": "L'image est un selfie ou une photo capturant une expression. Analysez-la pour évaluer l'humeur et l'état de santé du jour. Mettez le titre en 'Humeur du Jour', body avec les caractéristiques du visage ou l'impression dégagée, answer avec un résumé de l'humeur, explanation avec un bref message d'encouragement ou des suggestions d'amélioration, et result en null.",
    "meal_judgement": "L'image montre un plat ou un repas. Analysez-la pour évaluer la santé, l'équilibre nutritionnel et l'attrait visuel. Mettez le titre en 'Évaluation du Repas', body avec le nom du plat ou l'état des ingrédients, answer avec une évaluation de la santé et du goût, explanation avec des conseils nutritionnels ou des suggestions d'amélioration, et result en null.",
    "oogiri": "L'image sert de sujet. Générez une réponse humoristique qui fera rire tout le monde. Mettez le titre en 'AI Oogiri', body en null, answer avec une réponse drôle, explanation en null et result en null."
  },
  "explane": {
    "test": "Veuillez prendre une photo de la feuille de test. Nous fournirons des explications et des réponses. Cela est limité aux cinq matières au niveau collège, mais certains symboles en mathématiques peuvent ne pas être lisibles.",
    "translate": "Veuillez prendre une photo du texte en langue étrangère. Nous allons le traduire. En raison de la précision de l'IA, cela peut ne pas être toujours correct.",
    "fashion": "Veuillez prendre une photo de votre tenue. Nous évaluerons chaque article de mode.",
    "recipe": "Veuillez prendre une photo des ingrédients. Nous allons créer une recette en utilisant les ingrédients.",
    "calory": "Veuillez prendre une photo de la nourriture. Nous allons calculer les calories. En raison de possibles imprécisions dans la mesure de la distance et de la taille, cela peut ne pas être toujours correct.",
    "trash": "Veuillez prendre une photo des déchets. Nous allons les séparer. Veuillez suivre les règles de votre gouvernement local pour les jours de collecte.",
    "plants": "Veuillez prendre une photo de la plante. Nous allons évaluer son état.",
    "face_review": "Veuillez prendre une photo de votre visage. Nous allons le noter en fonction de critères tels que beau, joli, mignon, etc. Ceci est une évaluation IA, alors ne le prenez pas trop au sérieux.",
    "hair_review": "Veuillez prendre une photo de votre visage. Nous allons évaluer votre coiffure.",
    "makeup_review": "Veuillez prendre une photo de votre visage. Nous allons évaluer votre maquillage.",
    "program": "Veuillez prendre en photo les exigences de programmation.\r\nLa programmation sera effectuée. Notez que, en raison de la précision de l'IA, il se peut que ce ne soit pas toujours correct.",
    "diary": "Veuillez prendre en photo les événements.\r\nUn journal sera créé.",
    "sns": "Veuillez capturer une image adaptée aux réseaux sociaux. Nous générerons une proposition de publication accrocheuse.",
    "study_notes": "Veuillez capturer une image de vos notes ou mémos. Nous évaluerons l'efficacité de votre apprentissage et proposerons des améliorations.",
    "daily_mood": "Veuillez capturer un selfie ou une image de votre expression. Nous évaluerons votre humeur et votre état de santé du jour.",
    "meal_judgement": "Veuillez capturer une image de votre repas ou plat. Nous évaluerons sa qualité nutritionnelle, sa santé et son attrait visuel.",
    "oogiri": "Veuillez capturer l'image thème. Nous générerons une réponse humoristique qui fera rire tout le monde."
  },
  "short_explane": {
    "test": "Nous vous donnerons les réponses aux questions.",
    "translate": "Nous allons traduire la langue étrangère.",
    "fashion": "Nous allons évaluer votre mode.",
    "recipe": "Nous allons créer une recette en utilisant les ingrédients.",
    "calory": "Nous allons calculer les calories des aliments.",
    "trash": "Nous allons séparer les déchets.",
    "plants": "Nous allons diagnostiquer l'état de la plante.",
    "face_review": "Nous allons évaluer votre visage.",
    "hair_review": "Nous allons évaluer votre coiffure.",
    "makeup_review": "Nous allons évaluer votre maquillage.",
    "program": "Programmer",
    "diary": "Créer un journal",
    "sns": "Génère une proposition de publication SNS.",
    "study_notes": "Évalue vos notes.",
    "daily_mood": "Évalue votre humeur.",
    "meal_judgement": "Évalue votre repas.",
    "oogiri": "Génère une réponse humoristique AI."
  },
  "instructions": {
    "part1": "Instructions",
    "part2": "Prenez une photo et l'IA répondra.\r\nUtilisez-le pour les réponses de tests, la traduction de langues étrangères, la vérification de la mode, la création de recettes à partir d'ingrédients, le calcul des calories des aliments, la séparation des déchets, le soin des plantes et plus encore selon vos besoins de style de vie.\r\nRemarque : Les réponses de l'IA peuvent ne pas toujours être correctes.\r\nDe plus, l'utilisation abusive est strictement interdite."
  },
  "permissions": {
    "camera_required": "Permission de caméra requise.",
    "camera_usage": "Cette application nécessite l'accès à la caméra pour prendre des photos. Veuillez changer les autorisations dans les paramètres."
  },
  "actions": {
    "cancel": "Annuler",
    "go_to_settings": "Aller aux paramètres",
    "analysis_result": "Résultat de l'analyse",
    "answer": "Réponse",
    "explanation": "Explication",
    "ticket": "Billet",
    "purchase_ticket": "Le {{NAME}} acheté peut être utilisé au-delà de la limite quotidienne d'utilisation de l'IA. De plus, les publicités ne seront pas affichées, vous pouvez donc voir les résultats plus rapidement.",
    "ticket_note": "Remarque : Lorsque vous utilisez {{NAME}}, les publicités vidéo ne s'afficheront pas, mais l'analyse peut prendre un certain temps.",
    "bonus": "Bonus"
  },
  "subscription": {
    "per_month": "/mois"
  },
  "legal": {
    "terms_of_use": "Conditions d'utilisation",
    "privacy_policy": "Politique de confidentialité"
  },
  "search": {
    "filter": "Filtre de recherche",
    "select_item": "Sélectionner un article"
  },
  "analysis": {
    "analyze_image": "Analyser l'image",
    "use_ticket_for_analysis": "Utiliser un billet pour l'analyse",
    "number_of_tickets": "Nombre de billets",
    "watch_ad_for_analysis": "Regarder une annonce pour l'analyse"
  },
  "permissions_alerts": {
    "image_view_permission": "Permission de visualisation d'image requise",
    "refer_permission": "La permission est requise pour référencer. Veuillez changer les autorisations dans les paramètres."
  },
  "rewards": {
    "five_star_rating": "Si vous donnez une note de 5 étoiles, vous recevrez un billet."
  },
  "errors": {
    "not_enough_tickets": "Pas assez de billets.",
    "daily_limit_exceeded": "Vous avez dépassé la limite quotidienne.",
    "purchase_tickets": "Voulez-vous acheter des billets?",
    "purchase": "Acheter",
    "api_load_failed": "Échec du chargement de l'API.",
    "analyzing": "Analyse en cours..."
  }
}
